---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.CentimetersToTheSixthPower
source: html/bdcc963f-18d1-b029-3237-dca316f0a7e9.htm
---
# Autodesk.Revit.DB.UnitTypeId.CentimetersToTheSixthPower Property

Centimeters to the sixth power.

## Syntax (C#)
```csharp
public static ForgeTypeId CentimetersToTheSixthPower { get; }
```